
  {
    
        "hero2_title": "Your knowledge and ideas are just as essential as our input",
        "hero2_subtitle": "We're working hand in hand and we never lose sight of your objectives throughout the entire process",
    
    "team_title": "A team is more than the sum of its parts",
    "team_paragraph_1": "Unconventional and highly effective solutions require unconventional approaches. It's often preferable to accumulate information in groups rather than rely on solutions proposed by only one individual. We know that, so we focus on processes that are geared toward working in a team. It's always a good idea to be aware of your strengths, and this is essentially how we've assembled our team. None can be an expert in all aspects of comprehensive chip development. Each team member has its own sweet spots and as a team they are complementary and powerful.",
    "team_paragraph_2": "Your knowledge and ideas are just as essential as our input, assuming we all want to get the best possible results. We're working hand in hand and we never lose sight of your objectives throughout the entire process.",
    
    "benefit_title": "How do you benefit from this?",
    "expertise_label": "Expertise:",
    "expertise_text": "The right teams are specially assembled for your project",
    "efficiency_label": "Efficiency:",
    "efficiency_text": "Time-saving and integrative project realization",
    "quality_label": "Quality:",
    "quality_text": "Guaranteed results (\"first time right\" methodology)",
    "cooperation_label": "Cooperation:",
    "cooperation_text": "Open, human, and creative",
    
    "coworking_title": "Coworking in action",
    "coworking_1": "Close collaboration is part of our DNA.",
    "coworking_2": "We listen carefully to what you say.",
    "coworking_3": "Sticking to deadlines is very important to us.",
    "coworking_4": "We go the extra mile for you.",
    "coworking_5": "We always keep you in the loop.",
    "coworking_6": "We understand that life isn't always predictable.",
    
    "example_title": "Example how Chipglobe can help your projects",
    "example_paragraph": "March 25, 2020: Chipglobe processes in ASIC projects support transparent working models for our customers. We complement the ASIC and embedded systems design and verification teams with our senior experts. This pays off in times where working onsite at customers' sites is not possible and project deadlines still need to be met. Watch our video. We support your business and we will help."
  }
  