 {
    
    
  "legal_notice_heading": "Legal Notice",

  "dispute_resolution_heading": "Dispute resolution",
  "dispute_resolution_text_1": "The European Commission provides a platform for online dispute resolution (OS):",
  "dispute_resolution_text_2": "Please find our email in the impressum/legal notice.",
  "dispute_resolution_text_3": "We do not take part in online dispute resolutions at consumer arbitration boards.",

  "liability_contents_heading": "Liability for Contents",
  "liability_contents_text_1": "As service providers, we are liable for own contents of these websites according to Sec. 7, paragraph 1 German Telemedia Act (TMG). However, according to Sec. 8 to 10 German Telemedia Act (TMG), service providers are not obligated to permanently monitor submitted or stored information or to search for evidences that indicate illegal activities.",
  "liability_contents_text_2": "Legal obligations to removing information or to blocking the use of information remain unchallenged. In this case, liability is only possible at the time of knowledge about a specific violation of law. Illegal contents will be removed immediately at the time we get knowledge of them.",

  "liability_links_heading": "Liability for Links",
  "liability_links_text_1": "Our offer includes links to external third party websites. We have no influence on the contents of those websites, therefore we cannot guarantee for those contents. Providers or administrators of linked websites are always responsible for their own contents.",
  "liability_links_text_2": "The linked websites had been checked for possible violations of law at the time of the establishment of the link. Illegal contents were not detected at the time of the linking. A permanent monitoring of the contents of linked websites cannot be imposed without reasonable indications that there has been a violation of law. Illegal links will be removed immediately at the time we get knowledge of them.",

  "copyright_heading": "Copyright",
  "copyright_text_1": "Contents and compilations published on these websites by the providers are subject to German copyright laws. Reproduction, editing, distribution as well as the use of any kind outside the scope of the copyright law require a written permission of the author or originator. Downloads and copies of these websites are permitted for private use only.",
  "copyright_text_2": "The commercial use of our contents without permission of the originator is prohibited.",
  "copyright_text_3": "Copyright laws of third parties are respected as long as the contents on these websites do not originate from the provider. Contributions of third parties on this site are indicated as such. However, if you notice any violations of copyright law, please inform us. Such contents will be removed immediately.",

    
    "imprint_heading": "Information pursuant to Section 5 of the German Telemedia Act (TMG):",

  "imprint_company_name": "CHIPGLOBE GmbH",
  "imprint_address_line1": "Cincinnatistrasse 60",
  "imprint_address_line2": "81549 Munich, Germany",
  "imprint_tel": "Tel: +49 89 1222 469 00",
  "imprint_fax": "Fax: +49 89 1222 469 69",
  "imprint_email": "Email: info@chipglobe.com",

 
  "imprint_register_court": "Commercial register: District Court of Munich",
  "imprint_register_number": "Commercial register number: HRB 209414",
  "imprint_vat_number": "VAT Identification Number pursuant to Section 27a of the",
    "imprint_vat_number2": " German Value Added Tax Act: DE293062415",
"imprint_weee_number": "Registered under WEEE reg. no.: DE 53301452",

  "imprint_ceo_heading": "CEO / Person Responsible pursuant to the German Press Act",
  "imprint_ceo_name": "Volker Frisch",
  "imprint_ceo_phone": "Phone: +49 89 1222 469 00",
  "imprint_ceo_email": "Email: volker.frisch@chipglobe.com",

  "imprint_rstv_heading": "Responsible for Content pursuant to Section 55 para. 2 of the German Interstate Broadcasting Treaty (RStV):",
  "imprint_rstv_person": "Volker Frisch"
}