{
  "hero.title": "Umfassendes Chip Design-Management",
  "hero.subtitle": "Umfassendes Chipdesign-Management",
  "intro.heading": "Chip Design Services",
  "intro.text": "Willkommen auf der Design Services-Seite von ChipGlobe, wo unser Engagement für Exzellenz, Präzision und Innovation jeden Aspekt unserer Arbeit prägt. Mit über 15 Jahren erfolgreicher Projekterfahrung ist ChipGlobe stolz darauf, globale Halbleiterunternehmen zu unterstützen und erstklassige Ingenieurlösungen bereitzustellen.",
  "expertise.heading": "Unsere Expertise im Chipdesign",
  "expertise.text": "ChipGlobe bietet ein umfassendes Spektrum an Chipdesign-Dienstleistungen, die Projekte von der Konzeptphase bis zur finalen Prototypenerstellung und Umsetzung begleiten. Unsere Schwerpunkte liegen in den Bereichen ASIC/RTL2GDS Design, Funktionale Verifikation, RTL-Design und Embedded Systementwicklung. Wir kombinieren jahrelange Branchenerfahrung mit modernster Technologie, um unseren Kunden qualitativ hochwertige Lösungen zu liefern.",
  "expertise.rtl.title": "RTL-Design:",
  "expertise.rtl.desc": "Unsere RTL-Design-Dienstleistungen sorgen für leistungsstarke, energieeffiziente Designs, die flexibel und wiederverwendbar sind. Wir führen gründliche Lint-, CDC- (Clock Domain Crossing) und RDC- (Reset Domain Crossing) Prüfungen durch, um potenzielle Probleme frühzeitig im Designprozess zu erkennen.",
  "expertise.lec.title": "Logikäquivalenzprüfungen (LEC):",
  "expertise.lec.desc": "Wir verwenden fortschrittliche LEC-Tools, um sicherzustellen, dass synthetisierte Designs mit dem vorgesehenen RTL übereinstimmen und funktional korrekt sind.",
  "expertise.verification.title": "Funktionale Verifikation:",
  "expertise.verification.desc": "Wir bieten ein vollständiges Spektrum an funktionalen Verifikationsdiensten, einschließlich UVM-basierter Verifikation, Coverage-Driven-Verifikation und Low-Power-Verifikation nach Industriestandards.",
  "expertise.synthesis.title": "Synthese und Layout:",
  "expertise.synthesis.desc": "Von der Hochgeschwindigkeits-RTL-Synthese bis hin zum Backend-Layout sorgt unsere Expertise für einen reibungslosen Übergang vom Design zum Silizium.",
  "expertise.safety.title": "Funktionale Sicherheit (ISO 26262):",
  "expertise.safety.desc": "Wir integrieren funktionale Sicherheitsanforderungen von Anfang an, um die Zuverlässigkeit insbesondere bei automobilen und sicherheitskritischen Anwendungen zu gewährleisten.",
  "tools.heading": "Werkzeuge und Technologien",
  "tools.text": "Unsere Design- und Verifikationsteams nutzen modernste Tools und Sprachen, um hochwertige Lösungen zu liefern:",
  "tools.eda.title": "EDA-Tools:",
  "tools.eda.desc": "Cadence, Synopsys, Mentor zur Entwicklung und Verifikation komplexer Systeme.",
  "tools.languages.title": "Sprachen:",
  "tools.languages.desc": "Wir arbeiten mit VHDL, Verilog, SystemVerilog sowie mit Skriptsprachen wie Perl, TCL und Python zur Automatisierung und Optimierung von Abläufen.",
  "tools.methodologies.title": "Verifikationsmethoden:",
  "tools.methodologies.desc": "Unsere Methodik umfasst UVM/OVM, Constraint-basierte Verifikation und Metrik-basierte Verifikation, um alle funktionalen Aspekte umfassend zu validieren.",
  "presence.heading": "Globale Präsenz und lokale Expertise",
  "presence.text": "Wir bei ChipGlobe sind stolz auf unsere globale Präsenz. Wir haben Designzentren in München (Deutschland), Dresden (Deutschland), Belgrad (Serbien), Thessaloniki (Griechenland), Sofia (Bulgarien), Singapur und Ho-Chi-Minh-Stadt (Vietnam). Unsere Teams arbeiten eng mit lokalen Kunden zusammen, um deren spezifische Anforderungen zu verstehen und maßgeschneiderte Lösungen zu liefern. Die verteilte Struktur unserer Offshore Development Centers (ODCs) ermöglicht eine nahtlose Integration in die Kundenprozesse – vor Ort oder remote.",
  "approach.heading": "Unser Designansatz",
  "approach.text": "Unser Designansatz basiert auf Flexibilität, Qualität und Zusammenarbeit:",
  "approach.endtoend.title": "End-to-End-Lösungen:",
  "approach.endtoend.desc": "Unsere erfahrenen Ingenieure unterstützen den gesamten Prozess – von der Architekturplanung bis zum Timing-Closure und der Siliziumvalidierung.",
  "approach.optimization.title": "Fokus auf Optimierung:",
  "approach.optimization.desc": "Unsere Designs optimieren die Balance zwischen Fläche, Energieverbrauch und Leistung – stets mit Blick auf zukünftige Produkterweiterungen.",
  "approach.structured.title": "Strukturierte Methodik:",
  "approach.structured.desc": "Durch einen strukturierten, gut dokumentierten RTL-Designprozess bieten wir wiederverwendbare und wartungsfreundliche Designs für zukünftige Produktlinien.",
  "approach.collaboration.title": "Kundenzentrierte Zusammenarbeit:",
  "approach.collaboration.desc": "Mit umfassender Branchenerfahrung integriert sich unser Team nahtlos in die Prozesse unserer Kunden und bietet Verbesserungen basierend auf den neuesten Industriestandards.",
  "why.heading": "Warum ChipGlobe?",
  "why.text1": "ChipGlobe lebt eine Kultur der Innovation und Kundenorientierung. Wir ermöglichen es unseren Kunden, ihre Ziele durch maßgeschneiderte Lösungen, technische Expertise und erstklassige Unterstützung zu erreichen.",
  "why.text2": "Mit über 130 Senior-Experten, zertifizierten Qualitätsprozessen (ISO 9001:2015) und einer nachgewiesenen Erfolgsbilanz ist ChipGlobe ein verlässlicher Partner für Chipdesign und Verifikation.",
  "contact.heading": "Kontaktieren Sie uns",
  "contact.text": "Bereit, Ihre Ideen in die Realität umzusetzen? Kontaktieren Sie ChipGlobe noch heute und lassen Sie uns besprechen, wie wir Ihr Chipdesign unterstützen können."
}
