
{
    "hero2_title": "Ihr Wissen und Ihre Ideen sind genauso wichtig wie unser Beitrag",
    "hero2_subtitle": "Wir arbeiten Hand in Hand und verlieren Ihre Ziele während des gesamten Prozesses nie aus den Augen",
    "team_title": "Ein Team ist mehr als die Summe seiner Teile",
    "team_paragraph_1": "Unkonventionelle und hochwirksame Lösungen erfordern unkonventionelle Ansätze. Es ist oft besser, Informationen in Gruppen zu sammeln, als sich auf Lösungen zu verlassen, die nur von einer Person vorgeschlagen werden. Wir wissen das – deshalb konzentrieren wir uns auf Prozesse, die auf Teamarbeit ausgerichtet sind. Es ist immer sinnvoll, sich seiner Stärken bewusst zu sein – so haben wir unser Team zusammengestellt. Niemand kann in allen Aspekten der umfassenden Chipentwicklung Experte sein. Jedes Teammitglied hat seine Stärken, und gemeinsam sind sie komplementär und leistungsfähig.",
    "team_paragraph_2": "Ihr Wissen und Ihre Ideen sind genauso wichtig wie unser Beitrag – vorausgesetzt, wir wollen alle die bestmöglichen Ergebnisse erzielen. Wir arbeiten Hand in Hand und verlieren Ihre Ziele nie aus den Augen.",
    
    "benefit_title": "Wie profitieren Sie davon?",
    "expertise_label": "Expertise:",
    "expertise_text": "Die richtigen Teams werden speziell für Ihr Projekt zusammengestellt",
    "efficiency_label": "Effizienz:",
    "efficiency_text": "Zeitsparende und integrative Projektrealisierung",
    "quality_label": "Qualität:",
    "quality_text": "Garantierte Ergebnisse (\"First Time Right\"-Methode)",
    "cooperation_label": "Zusammenarbeit:",
    "cooperation_text": "Offen, menschlich und kreativ",
    
    "coworking_title": "Zusammenarbeit in Aktion",
    "coworking_1": "Enge Zusammenarbeit ist Teil unserer DNA.",
    "coworking_2": "Wir hören genau zu, was Sie sagen.",
    "coworking_3": "Einhaltung von Fristen ist uns sehr wichtig.",
    "coworking_4": "Wir geben das Beste für Sie.",
    "coworking_5": "Wir halten Sie stets auf dem Laufenden.",
    "coworking_6": "Wir verstehen, dass das Leben nicht immer planbar ist.",
    
    "example_title": "Beispiel, wie Chipglobe Ihre Projekte unterstützen kann",
    "example_paragraph": "25. März 2020: Chipglobe-Prozesse in ASIC-Projekten unterstützen transparente Arbeitsmodelle für unsere Kunden. Wir ergänzen die ASIC- und Embedded-Systeme-Design- und Verifikationsteams mit unseren Senior-Experten. Dies zahlt sich besonders in Zeiten aus, in denen ein Arbeiten vor Ort nicht möglich ist und Projektfristen dennoch eingehalten werden müssen. Sehen Sie sich unser Video an. Wir unterstützen Ihr Geschäft und helfen Ihnen weiter."
  }

