{
  "hero_title": "Umfassende Embedded-System-Erfahrung",
  "hero_subtitle": "Alles rund um eine erfolgreiche und effektive Embedded-System-Entwicklung",
  "intro_heading": "ChipGlobe Embedded Systems Dienstleistungen",
  "intro_paragraph": "Willkommen auf der Seite für Embedded Systems Dienstleistungen von ChipGlobe. Wir kombinieren tiefes Branchenwissen mit modernsten Technologien, um maßgeschneiderte Embedded-System-Lösungen für eine Vielzahl von Anwendungen bereitzustellen.",
  "expertise_heading": "Unsere Expertise im Bereich Embedded Systems",
  "expertise_paragraph": "ChipGlobe bietet ein umfassendes Spektrum an Embedded-System-Dienstleistungen für verschiedene Branchen wie Automotive, Industrieautomatisierung und IoT.",
  "expertise_list_1": "Wir entwickeln individuelle Softwarelösungen für Embedded Systems, einschließlich Treiber, Firmware und Middleware mit Fokus auf Zuverlässigkeit und Effizienz.",
  "expertise_list_2": "Unser Team entwickelt Hard- und Software gemeinsam, um optimale Integration und Funktionalität sicherzustellen.",
  "expertise_list_3": "Wir bieten sowohl RTOS- als auch Bare-Metal-Lösungen – je nach Anforderung an Geschwindigkeit und Kontrolle.",
  "expertise_list_4": "Wir optimieren Firmware hinsichtlich Energieeffizienz und Echtzeitverhalten für verschiedene Mikrocontroller.",
  "expertise_list_5": "Wir übernehmen die Integration von Hard- bis Software sowie umfassende Tests inklusive automatisierter Verfahren.",
  "tools_heading": "Werkzeuge und Technologien",
  "tools_paragraph": "Unser Team nutzt modernste Tools und Technologien, um optimale Lösungen zu liefern.",
  "tools_list_1": "Beherrschung von C, C++, Python und Assembler für spezifische Plattformen.",
  "tools_list_2": "Erfahrung mit FreeRTOS, Zephyr, ThreadX und weiteren Echtzeitbetriebssystemen.",
  "tools_list_3": "Erfahren im Umgang mit MCUs und MPUs von STMicroelectronics, NXP, Microchip und Texas Instruments.",
  "presence_heading": "Globale Präsenz und lokale Expertise",
  "presence_paragraph": "Mit Designzentren weltweit ist ChipGlobe bestens aufgestellt, um Kunden überall zu unterstützen.",
  "approach_heading": "Unser Entwicklungsansatz",
  "approach_list_1": "Komplette Entwicklung von Embedded-Systemen – von der Idee bis zur Integration.",
  "approach_list_2": "Maßgeschneiderte, flexible und skalierbare Lösungen für jede Kundenanforderung.",
  "approach_list_3": "Enge Zusammenarbeit mit Kunden in allen Projektphasen.",
  "approach_list_4": "Qualität garantiert durch ISO 9001:2015 zertifizierte Prozesse.",
  "why_heading": "Warum ChipGlobe für Embedded Systems?",
  "why_paragraph": "Unsere Erfahrung geht über Technik hinaus – wir lösen reale Probleme mit innovativen Lösungen.",
  "why_list_1": "Mehr als 130 erfahrene Experten mit Erfolgsbilanz in Embedded-Projekten.",
  "why_list_2": "Branchenwissen in Automotive, Industrie und Unterhaltungselektronik.",
  "why_list_3": "Lösungen, die sowohl für kleine Module als auch komplexe Systeme skalierbar sind.",
  "why_list_4": "Globale Präsenz kombiniert mit lokalem Support – weltweit einheitliche Qualität.",
  "contact_heading": "Kontaktieren Sie uns",
  "contact_paragraph": "Bereit für den nächsten Schritt? Kontaktieren Sie ChipGlobe für innovative Embedded-System-Lösungen."
}
