{
  "hero.title": "Wir stellen sicher, dass unsere Designs optimiert sind für",
  "hero.subtitle": "Stromverbrauch, Leistung und Fläche",
  "section.introTitle": "ChipGlobe RTL2GDS Implementierungs-, Layout- und Verifikationsdienste",
  "section.introText": "Willkommen auf der RTL2GDS-Dienstleistungsseite von ChipGlobe, wo Innovation auf Präzision in der Chipentwicklung trifft. Wir bieten umfassende Unterstützung vom RTL-Design bis zur verifizierten GDSII-Übergabe und sorgen für einen reibungslosen Übergang vom Konzept zum Silizium.",
  "section.expertiseTitle": "Unsere Expertise in der RTL2GDS-Implementierung",
  "section.expertiseIntro": "ChipGlobe ist auf die RTL2GDS-Implementierung (Register Transfer Level bis GDSII) spezialisiert und verwandelt Designkonzepte in siliziumbereite Layouts – mit Fokus auf Strom, Leistung und Fläche (PPA).",
  "section.frontendBackend.title": "Front-End- bis Back-End-Flow:",
  "section.frontendBackend.text": "Wir übernehmen alle Aspekte der RTL2GDS-Implementierung, einschließlich Synthese, Platzierung, Routing, physikalischer Verifikation und Sign-Off.",
  "section.synthesisLayout.title": "Synthese und Layout:",
  "section.synthesisLayout.text": "Mit branchenführenden Tools wie Cadence und Synopsys führen wir RTL-Synthese, Platzierung, Clock Tree Synthese, Routing und Layoutoptimierung durch.",
  "section.timingClosure.title": "Timing Closure und DRC/LVS:",
  "section.timingClosure.text": "Unsere Experten stellen sicher, dass alle Timing-, Strom- und physikalischen Designvorgaben sowie DRC- und LVS-Prüfungen erfüllt sind.",
  "section.powerIntegrity.title": "Stromintegrität:",
  "section.powerIntegrity.text": "Wir führen IR-Drop-Analysen und Elektromigrationsprüfungen durch, um die Robustheit und Zuverlässigkeit des Stromversorgungsnetzes sicherzustellen.",
  "section.verificationTitle": "Funktionale Verifikation und Qualitätssicherung",
  "section.verificationIntro": "Unser funktionaler Verifikationsprozess stellt sicher, dass Designs alle Anforderungen erfüllen und zuverlässig unter realen Bedingungen funktionieren.",
  "section.verificationEnv.title": "Verifikationsumgebungen:",
  "section.verificationEnv.text": "Wir entwickeln Verifikationsumgebungen von Grund auf oder erweitern bestehende mit Testbenches, Assertions und Coverage-gesteuerten Methoden.",
  "section.lowPower.title": "Low Power Verifikation:",
  "section.lowPower.text": "Wir nutzen stromsparende Verifikationsmethoden wie UPF-/CPF-basierte Simulationen und dynamische Leistungsanalysen.",
  "section.isoCompliance.title": "ISO 26262 Konformität:",
  "section.isoCompliance.text": "Für Automotive-Projekte integrieren wir Sicherheitsprüfungen gemäß ISO 26262, inklusive ASIL-Konformität und Fault-Injection-Tests.",
  "section.toolsTitle": "Verwendete Werkzeuge und Technologien",
  "section.edaTools.title": "EDA-Werkzeuge:",
  "section.edaTools.text": "Unsere Dienstleistungen basieren auf Tools von Cadence, Synopsys und Mentor, um effiziente und hochwertige RTL2GDS-Flows zu gewährleisten.",
  "section.languages.title": "Sprachen und Methoden:",
  "section.languages.text": "Wir beherrschen SystemVerilog, VHDL, Verilog, Python, TCL und Perl für vielfältige Design- und Verifikationsanforderungen.",
  "section.methodologies.title": "Verifikationsmethoden:",
  "section.methodologies.text": "Wir wenden UVM (Universal Verification Methodology), OVM (Open Verification Methodology) und weitere Industriestandards an.",
  "section.presenceTitle": "Unsere globale Präsenz",
  "section.presenceText": "ChipGlobe ist weltweit vertreten – mit Teams in Europa und Asien, die nahtlos zusammenarbeiten und Rund-um-die-Uhr-Support bieten.",
  "section.whyChooseTitle": "Warum ChipGlobe wählen?",
  "section.whyChooseIntro": "Bei ChipGlobe sind unsere RTL2GDS-, Layout- und Verifikationsdienste geprägt von Erfahrung, Innovation und Kundenorientierung.",
  "section.expertise.title": "End-to-End-Expertise:",
  "section.expertise.text": "Vom ersten RTL-Design bis zur finalen GDSII-Übergabe übernehmen wir den gesamten ASIC-Implementierungsprozess mit höchster Präzision.",
  "section.scalability.title": "Skalierbarkeit:",
  "section.scalability.text": "Unsere Teams haben umfassende Erfahrung mit einfachen IP-Blöcken bis hin zu komplexen SoCs mit mehreren Millionen Gattern.",
  "section.quality.title": "Qualitätsverpflichtung:",
  "section.quality.text": "Unsere Prozesse sind nach ISO 9001:2015 zertifiziert und unterliegen strengen Qualitätskontrollen und kontinuierlicher Verbesserung.",
  "section.client.title": "Kundenzentrierter Ansatz:",
  "section.client.text": "Wir bieten maßgeschneiderte Lösungen, die exakt auf Ihre Projektziele, Zeitpläne und Technologieanforderungen abgestimmt sind.",
  "section.contactTitle": "Kontaktieren Sie uns",
  "section.contactText": "Bereit, Ihr Chipdesign vom Konzept ins Silizium zu bringen? Kontaktieren Sie ChipGlobe noch heute – wir freuen uns auf Ihre Anfrage."
}

