{
    "hero2_title": "Ihr Projekt ist unser Projekt, Ihr Problem ist unser Problem.",
    "hero2_subtitle": "Effektive Lösungen können nur angewendet werden, wenn die Probleme und Ursachen identifiziert sind.",

    "challenge1_title": "Kompetenz & Ressourcen",
    "challenge1_point1": "Keine geeigneten Mitarbeiter verfügbar.",
    "challenge1_point2": "Ihre Experten sind zu 100 % in anderen Projekten gebunden.",
    "challenge1_point3": "Spezialwissen ist kurzfristig in Ihrer F&E-Abteilung nicht verfügbar.",
    "solution_title": "Die Lösung:",
    "solution1": "Pragmatische und effektive Lösungen, die sofort umgesetzt werden können",
    "solution1a": "Status-quo-Analyse",

    "solution2": "Wissensmanagement (Weitergabe, Dokumentation und Übertragung von Know-how)",
    "solution2a": "Kaskadierendes Know-how",

    "solution3": "Direktes „Implantat“ (Insourcing) in Ihr F&E-Team durch Experten mit den passenden Fähigkeiten und der nötigen Erfahrung",
    "solution3a": "Unterstützung vor Ort",

    "solution4": "Kann sofort integriert werden",
    "solution4a": "Spezialisierte Experten",

    "solution5": "Sie benötigen maßgeschneiderte Pakete, die zu den Anforderungen Ihres Projekts passen? Wir helfen Ihnen gerne weiter. Wir arbeiten über VPN und sichere Verbindungen – auch innerhalb Ihrer F&E-Infrastruktur und Ihres Designflows.",
    "solution5a": "Chipglobe Design Center",

    "challenge2_title": "Zeit",
    "challenge2_point1": "Nur begrenzte Umsetzungszeit",
    "challenge2_point2": "Projektverzögerungen",
    "solution6": "Schnelle Abhilfe",
    "solution6a": "Dank unserer langjährigen Expertise können wir helfen, kostspielige und zeitraubende Umwege zu vermeiden. Der Fokus liegt darauf, eskalierende Probleme durch nachhaltige und gut durchdachte Entscheidungen zu lösen. Diese tragen dazu bei, weitere Herausforderungen zu bewältigen und den Design- und Verifikationsprozess zu optimieren.",

    "solution7": "Schnelle Einarbeitung",
    "solution7a": "Unsere Experten benötigen nicht lange, um sich in die Projektdetails einzuarbeiten – und genau das macht von Anfang an einen spürbaren Unterschied.",

    "solution8": "Aufholen verlorener Zeit",
    "solution8a": "Kritische Hindernisse werden schnell erkannt. Dadurch können Sie rasch wieder in den Zeitplan zurückkehren – mit gesteigerter Effizienz und Produktivität.",

    "challenge3_title": "Kosten & Zeit",
    "challenge3_point1": "Optimale Planung der Markteinführung",
    "challenge3_point2": "Einhaltung von Zeitplänen",
    "challenge3_point3": "Qualität statt Quantität (Ressourcenoptimierung)",
    "challenge3_point4": "Reduzierung von Ausfallzeiten",

    "solution9": "Identifikation",
    "solutiona": " Wir kümmern uns um jeden Aspekt Ihres Projekts und sind uns der damit verbundenen Aufgaben und Herausforderungen voll bewusst.",
    "solution10": "Informationsfluss",
    "solutionb": " Informationsaustausch, Wissensmanagement und Dokumentation",
    "solution11": "Ganzheitliches Management",
    "solutionc": " Wir erleichtern Ihnen die Arbeit durch Unterstützung in allen Projektbereichen",
      "solution12": "Flexibilität",
    "solutiond": " Lösungen und Entscheidungen entstehen oft im Prozess – durch Wachsamkeit und Anpassungsfähigkeit vermeiden Sie Umwege.",
    "solution13": "Pünktlichkeit",
    "solutione": " Zeitpläne und Meilensteine ermöglichen eine realistische Markteinführungsstrategie",
      "solution14": "Schnelle Lösungen",
    "solutionf": " Dank unserer Erfahrung vermeiden wir Umwege; Fokus auf aktuelle Probleme beseitigt gleichzeitig viele andere Hindernisse.",
     "solution15": "Schnelle Einarbeitung",
    "solutiong": "Schnelle Einarbeitung: Unsere Experten verstehen das Projekt schnell und liefern sofort Mehrwert.",
     "solution16": "Optimierung",
    "solutionh": " Blockaden werden rasch erkannt und beseitigt – für effektives und produktives Arbeiten.",

    "closing_remark": "Ihr Projekt ist unser Projekt, Ihr Problem ist unser Problem. Nur wenn wir uns mit Ihrem Anliegen identifizieren, können wir wirksame Lösungen finden. Ihr Projekt ist bei uns in sicheren Händen."
  }