{
    "hero2_title": "Ihr Projekt ist unser Projekt, Ihr Problem ist unser Problem.",
    "hero2_subtitle": "Effektive Lösungen können nur angewendet werden, wenn die Probleme und Ursachen identifiziert sind.",

    "challenge1_title": "Herausforderung #1: Kompetenz & Ressourcen",
    "challenge1_point1": "Keine geeigneten Mitarbeiter verfügbar.",
    "challenge1_point2": "Ihre Experten sind zu 100 % in anderen Projekten gebunden.",
    "challenge1_point3": "Spezialwissen ist kurzfristig in Ihrer F&E-Abteilung nicht verfügbar.",
    "solution_title": "Die Lösung:",
    "solution1": "Status-quo-Analyse: Pragmatische und effektive Lösungen, die sofort umsetzbar sind.",
    "solution2": "Wissensweitergabe: Wissensmanagement (teilen, dokumentieren, Know-how vervielfältigen)",
    "solution3": "Inhouse-Unterstützung: Vor-Ort-Implantat (Insourcing) mit den passenden Fähigkeiten und der richtigen Expertise",
    "solution4": "Spezialisierte Experten: können sofort integriert werden",
    "solution5": "Chipglobe Design Center: Maßgeschneiderte Pakete passend zu Ihren Projektanforderungen. Wir arbeiten per VPN und mit sicheren Verbindungen auch mit Ihrer F&E-Infrastruktur und Design-Flow.",

    "challenge2_title": "Herausforderung #2: Zeit",
    "challenge2_point1": "Nur begrenzte Umsetzungszeit",
    "challenge2_point2": "Projektverzögerungen",
    "solution6": "Schnelle Abhilfe: Durch unsere langjährige Erfahrung helfen wir, kostspielige und zeitraubende Umwege zu vermeiden. Der Fokus liegt auf nachhaltigen und durchdachten Entscheidungen zur Lösung eskalierender Probleme.",
    "solution7": "Schnelle Einarbeitung: Unsere Experten benötigen nicht lange, um sich in die Projektinhalte einzuarbeiten – das zeigt sofort Wirkung.",
    "solution8": "Verlorene Zeit aufholen: Blocker werden schnell erkannt. So können Sie rasch wieder zum Zeitplan zurückkehren – mit mehr Effizienz und Produktivität.",

    "challenge3_title": "Die Herausforderung: Kosten & Zeit",
    "challenge3_point1": "Optimale Planung der Markteinführung",
    "challenge3_point2": "Einhaltung von Zeitplänen",
    "challenge3_point3": "Qualität statt Quantität (Ressourcenoptimierung)",
    "challenge3_point4": "Reduzierung von Ausfallzeiten",

    "solution9": "Identifikation: Wir kümmern uns um jeden Aspekt Ihres Projekts und sind uns der damit verbundenen Aufgaben und Herausforderungen voll bewusst.",
    "solution10": "Informationsfluss: Informationsaustausch, Wissensmanagement und Dokumentation",
    "solution11": "Ganzheitliches Management: Wir erleichtern Ihnen die Arbeit durch Unterstützung in allen Projektbereichen",
    "solution12": "Flexibilität: Lösungen und Entscheidungen entstehen oft im Prozess – durch Wachsamkeit und Anpassungsfähigkeit vermeiden Sie Umwege.",
    "solution13": "Pünktlichkeit: Zeitpläne und Meilensteine ermöglichen eine realistische Markteinführungsstrategie",
    "solution14": "Schnelle Lösungen: Dank unserer Erfahrung vermeiden wir Umwege; Fokus auf aktuelle Probleme beseitigt gleichzeitig viele andere Hindernisse.",
    "solution15": "Schnelle Einarbeitung: Unsere Experten verstehen das Projekt schnell und liefern sofort Mehrwert.",
    "solution16": "Optimierung: Blockaden werden rasch erkannt und beseitigt – für effektives und produktives Arbeiten.",

    "closing_remark": "Ihr Projekt ist unser Projekt, Ihr Problem ist unser Problem. Nur wenn wir uns mit Ihrem Anliegen identifizieren, können wir wirksame Lösungen finden. Ihr Projekt ist bei uns in sicheren Händen."
  }